Repository: yoancutillas/wedocs-plugin
Catalog: languages/wedocs-*.po
Languages: fr_fr

source: Enter doc title
fr_fr: Entrer le titre de la documentation

source: Write something
fr_fr: Écrivez quelque chose

source: Enter section title
fr_fr: Entrez le titre de la section

source: Tags
fr_fr: Étiquettes

source: Thank you for using <strong>weDocs</strong>. Please leave us a %s&#9733;&#9733;&#9733;&#9733;&#9733;%s rating.
fr_fr: Merci d'utiliser <strong>weDocs</strong>. S'il vous plaît, laissez-nous une note de %s&#9733;&#9733;&#9733;&#9733;&#9733;%s.

source: Thanks :)
fr_fr: Merci :)

source: Thank you for using <strong>weDocs</strong>.
fr_fr: Merci d'utiliser <strong>weDocs</strong>.

source: Use the <a href="%s">classic UI</a>.
fr_fr: Utiliser <a href="%s">l'interface classique</a>.

source: Helpfulness
fr_fr: Utilité

source: weDocs Settings
fr_fr: Paramètres de weDocs

source: Settings
fr_fr: Paramètres

source: Plugin Settings
fr_fr: Paramètres du plugin

source: Email feedback
fr_fr: Retours par email

source: Enable Email feedback form
fr_fr: Autoriser les utilisateurs à envoyer leurs retours par email

source: Email Address
fr_fr: Adresse email

source: The email address where the feedbacks should sent to
fr_fr: L'adresse email à laquelle les retours d'utilisateurs doivent être envoyés

source: Helpful feedback
fr_fr: Retours sur l'utilité

source: Enable helpful feedback links
fr_fr: Autoriser les utilisateurs à voter pour l'utilité d'un article

source: Print article
fr_fr: Imprimer les articles

source: Enable article printing
fr_fr: Autoriser l'impression des articles

source: Add Doc
fr_fr: Ajouter une doc

source: Preview the doc
fr_fr: Prévisualiser la doc

source: Delete this doc
fr_fr: Supprimer la doc

source: Re-order this section
fr_fr: Réordonner cette section

source: Preview the section
fr_fr: Prévisualiser la section

source: Delete this section
fr_fr: Supprimer cette section

source: Add a new article
fr_fr: Ajouter un nouvel article

source: Preview the article
fr_fr: Prévisualiser l'article

source: Delete this article
fr_fr: Supprimer cet article

source: Add Section
fr_fr: Ajouter une section

source: No docs has been found. Perhaps %s?
fr_fr: Aucune documentations n'a été trouvées. Voulez-vous en %s ?

source: create one
fr_fr: créer une

source: Sorry, you've already recorded your feedback!
fr_fr: Désolé, vous avez déjà voté !

source: Thanks for your feedback!
fr_fr: Merci pour votre retour !

source: Please enter a valid email address.
fr_fr: Veuillez entrer une adresse email valide.

source: Please provide a subject line.
fr_fr: Veuillez donner un sujet à votre email.

source: Please provide the message details.
fr_fr: Veuillez rédiger un message.

source: Thanks for your feedback.
fr_fr: Merci pour votre message.

source: Document Search Widget
fr_fr: Widget de recherche de documentation

source: weDocs Document Search
fr_fr: Recherche de documentation weDocs

source: All Docs
fr_fr: Toutes les docs

# label
source: Search for:
fr_fr: Rechercher :

# placeholder
source: Documentation Search &hellip;
fr_fr: Recherche de documentation &hellip;

# submit button
source: Search
fr_fr: Rechercher

source: Documentation Search
fr_fr: Recherche de documentation

source: Title:
fr_fr: Titre :

source: Choose File
fr_fr: Choisissez un fichier

source: View Details
fr_fr: Voir plus

source: Home
fr_fr: Accueil

source: Doc navigation
fr_fr: Navigation dans la documentation

source: [%1$s] New Doc Feedback: "%2$s"
fr_fr: [%1$s] Nouvelle demande à propos d'une Doc : "%2$s"

source: New feedback on your doc "%s"
fr_fr: Nouvelle demande concernant la doc "%s"

source: Author: %1$s (IP: %2$s)
fr_fr: Auteur : %1$s (IP : %2$s)

source: Feedback: %s
fr_fr: Message : %s

source: Doc Permalink: %s
fr_fr: Permalien de la doc : %s

source: Edit Doc: %s
fr_fr: Modifier la doc : %s

source: %d person found this useful
fr_fr: %d personne trouve cela utile

source: No votes yet
fr_fr: Aucun vote pour le moment

source: %d person found this not useful
fr_fr: %d personne ne trouve pas cela utile

source: Was this article helpful to you?
fr_fr: Cet article vous a-t-il été utile ?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: How can we help?
fr_fr: Comment pouvons-nous vous aider ?

source: Name
fr_fr: Nom

source: subject
fr_fr: sujet

source: Print this article
fr_fr: Imprimer cet article

source: Continue reading %s <span class="meta-nav">&rarr;</span>
fr_fr: Continuer à lire %s <span class="meta-nav">&rarr;</span>

# Used before tag names.
source: Tags
fr_fr: Étiquettes

source: Still stuck?
fr_fr: Toujours bloqué(e) ?

source: Updated on %s
fr_fr: Mis à jour le %s

source: Powered by weDocs
fr_fr: Propulsé par weDocs

source: Parent Doc
fr_fr: Doc parente

source: All Documentations
fr_fr: Toutes les documentations

source: View Documentation
fr_fr: Voir la documentation

source: Add Documentation
fr_fr: Ajouter une documentation

source: Add New
fr_fr: Ajouter nouvelle

source: Edit Documentation
fr_fr: Modifier la documentation

source: Update Documentation
fr_fr: Mettre à jour la documentation

source: Search Documentation
fr_fr: Rechercher une documentation

source: Not documentation found
fr_fr: Aucune documentation trouvée

source: Not found in Trash
fr_fr: Aucun résultat dans la corbeille

# Taxonomy General Name
source: Tags
fr_fr: Étiquettes

# Taxonomy Singular Name
source: Tag
fr_fr: Étiquette

source: All Tags
fr_fr: Toutes les étiquettes

source: Parent Tag
fr_fr: Étiquette parente

source: Parent Tag:
fr_fr: Étiquette parente :

source: New Tag Tag
fr_fr: Nouvelle étiquette

source: Add New Item
fr_fr: Ajouter un nouvel objet

source: Edit Tag
fr_fr: Modifier l'étiquette

source: Update Tag
fr_fr: Mettre à jour l'étiquette

source: View Tag
fr_fr: Voir l'étiquette

source: Separate items with commas
fr_fr: Séparer les objets avec des virgules

source: Add or remove items
fr_fr: Ajouter ou retirer des objets

source: Choose from the most used
fr_fr: Choisir parmi les plus utilisées

source: Popular Tags
fr_fr: Étiquettes populaires

source: Search Tags
fr_fr: Rechercher les étiquettes

source: Not Found
fr_fr: Aucun résultat

source: No items
fr_fr: Pas d'objet

source: Tags list
fr_fr: Liste d'étiquette

source: Tags list navigation
fr_fr: Navigation dans la liste d'étiquette

source: A documentation plugin for WordPress
fr_fr: Un plugin WordPress pour vos documentations
